"(Not You?)|Login - Clickable text letting user log in as a different user" = "(あなたではありませんか？)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "他%1$i人";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = "、";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "友達1人が近くにいます";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1日前";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1時間前";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1分前";

"1d|short indicator that a user was active 1 day ago" = "1日前";

"1h|short indicator that a user was active 1 hour ago" = "1時間前";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "最大1分: ボタンを離して送信";

"1m|short indicator that a user was active 1 minute ago" = "1分前";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2日前";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2時間前";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2分前";

"A new version of Messenger is available.|New version title" = "メッセンジャーの新しいバージョンが利用可能です。";

"Activation Code|placeholder text for activation code field" = "登録コード";

"Activation Request Failed|" = "利用登録をリクエストできませんでした";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "オンライン中(%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "お気に入りに追加";

"Add More People|button for adding people to the conversation" = "参加者を追加";

"Add More People|title for add members page" = "参加者を追加";

"Add More People|title for add people page" = "参加者を追加";

"Add People|button to add members to the message thread" = "ユーザーを追加";

"Add Photos|Button label for adding photos from the photo library" = "写真を追加";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "既存の連絡先に追加";

"Adding...|adding progress text" = "追加中...";

"Advanced Settings|text for advanced settings button" = "詳細設定";

"Advanced|title for advanced settings page" = "詳細設定";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "%1$@までアラートはオフ";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "アラートは1時間オフ";

"Alerts Off|Indicates that alerts are off" = "アラート: オフ";

"Alerts On|Indicates that alerts are on" = "アラート: オン";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "すべてのお知らせが8時間オフになっています。";

"All notifications are off.|Mute warning display on thread list" = "すべてのお知らせがオフになっています。";

"All|Segment button label for all stickers" = "すべて";

"Answer|Text for button that accepts a call" = "応答";

"Archive|Button label that will archive the conversation" = "アーカイブ";

"Archive|Label for archive button when swipe to archive in thread list view" = "アーカイブ";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "スレッド名を削除してよろしいですか？";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "このスレッドから退出しますか？スレッドからの新着メッセージが届かなくなります。";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "よろしいですか？";

"Attach a Photo|Button label for attaching a photo from the photo library" = "写真を添付";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "添付";

"Back|Go back to previous screen" = "戻る";

"Back|generic nav bar back button" = "戻る";

"Background task expired|Error string for app killed in background while message was sending" = "バッググラウンドタスクを終了しました";

"Bing Image Search|" = "Bing画像検索";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "一斉送信できるのは%1$i人までです。";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "一斉送信";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "一斉送信";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "一斉送信できる添付ファイルは%1$i件までです。";

"Bring messages to life|Title of Media attachment NUX" = "メッセージをより楽しく";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "一度に送信";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "一度に送信";

"Call Ended|End call message in non-error case" = "通話終了";

"Call Ended|String shown when the call ends" = "通話終了";

"Call Failed|End call message in error case" = "通話終了";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Wi-Fiまたは携帯電話ネットワークで友達と通話しましょう。通常のデータ使用料が適用されます。";

"Call %@|action sheet option for calling a phone number" = "%1$@さんに電話する";

"Call|Call" = "電話する";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Wi-Fiを使用した通話は無料です。携帯電話ネットワークでの通話には標準データ料金が適用されます。";

"Camera|Button label for attaching a photo from the camera" = "カメラ";

"Cancel|Title for generic Cancel button." = "キャンセル";

"Celebrations|Title of list of friends who have events to celebrate." = "お祝いイベント";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "携帯電話にある連絡先や電話番号と無料でチャットしましょう。";

"Chat|The title of the view showing the buddy list section of the app" = "チャット";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "友達を選択";

"Choose Photo|action sheet option for choosing a photo from photo library" = "写真を選択";

"Clear|prompt to clear all unsent messages" = "クリア";

"Clearing...|Progress text shown while clearing the image for a thread" = "クリア中…";

"Close active chat|Button to close an active chat" = "進行中のチャットを閉じる";

"Close|Title of button in navigation bar to close a web page." = "閉じる";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "設定を閉じます";

"Comment|Comment button title" = "コメントする";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@さんへのメッセージを作成";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@さんへのメッセージを作成: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "携帯電話を確認";

"Connecting|Text shown on call screen while connecting a call" = "接続中";

"Connection Failed|Alert title when connection failed" = "接続できませんでした";

"Connection Lost|End call message in connection lost case" = "接続が切断されました";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "連絡先情報";

"Contact Info|Title of the canonical thread info page." = "連絡先情報";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "続行し、これを今後表示しない";

"Continue|Button label to continue through zero rating session fence" = "続行";

"Continue|Login - Login Button Title for Keychain Login" = "続行";

"Conversation Name|placeholder text in conversation name textfield" = "スレッド名";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "コピー";

"Copy|Title for buttons and menus that let user copy the current text" = "コピー";

"Copy|action sheet option for copying a string to the clipboard" = "コピー";

"Could not add new members. Please try again.|message for failing to add members dialog" = "新しいメンバーを追加できませんでした。もう一度実行してください。";

"Could not load sticker store.|Error message for sticker store load failure" = "スタンプストアを読み込めませんでした。";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "通話の可否状況を取得できませんでした";

"Countries|Title for country picker" = "国";

"Country|Country - Country placeholder text" = "国";

"Create Group Chat|Label for a button that creates a new group chat" = "グループチャットを作成";

"Create Group Chat...|Text on a button to compose a new group message" = "グループチャットを作成…";

"Create Group Conversation|button for adding people to the canonical conversation" = "グループスレッドを作成";

"Create New Contact|action sheet option for creating a new contact" = "新しい連絡先を作成";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "通話中です";

"Customize Notification Settings|User education for how to configure conversation alerts" = "お知らせ設定をカスタマイズ";

"Decline|Text for button that declines a call" = "拒否";

"Delete Conversation Name|alert title for deleting conversation name" = "スレッド名を削除";

"Delete Conversation|Button label that will delete the conversation" = "スレッドを削除";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "メッセージを削除しますか？この操作は取り消せません。";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "このスレッド全体を削除しますか？";

"Delete|Button label that will delete the conversation" = "削除";

"Delete|Button to accept deleting the name of a conversation" = "削除";

"Delete|Label for archive button when swipe to archive in thread list view" = "削除";

"Delete|Label for button to delete previous character" = "削除";

"Delete|Label on button that deletes a thread" = "削除";

"Delete|button text for deleting a message" = "削除";

"Delete|button text for removing an unsent message" = "削除";

"Details|title for message details page" = "詳細";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "近くにいるユーザーをチェック";

"Don't Delete|Button to decline to delete the name of a conversation" = "削除しない";

"Don't Save|Don't save action sheet button" = "保存しない";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "メッセージリストの編集を完了";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "終了";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "ダブルタップで編集";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "ダウンロードできませんでした";

"Download|Accessibility label for download button in sticker store list view" = "ダウンロード";

"Download|Button title to download an upgrade" = "ダウンロード";

"Download|Label for button to download a sticker pack" = "ダウンロード";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "ダウンロード完了";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "ダウンロード完了";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "ダウンロード中";

"Downloading|Label for button to show a sticker pack being downloaded" = "ダウンロード中";

"Drag Down to Hide|Chat head dismiss NUX title" = "下にドラッグして非表示にする";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "ここにドラッグすると非表示になります";

"Edit|Edit button/label title for chat divebar" = "編集";

"Email or phone number|email/phone field placeholder on login screen" = "メールアドレスまたは携帯番号";

"Empty Feedback|Title for empty feedback warning." = "ご意見・ご提案が空白です";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "オンにする";

"Enter Code|Enter Code page title" = "コードを入力";

"Error|Error title for sticker pack detail view" = "エラー";

"Error|error title after failed to load webview" = "エラー";

"FREE|Price label for free sticker pack" = "無料";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "位置情報サービスを使用するとFacebookがさらに便利になります";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Facebookメッセンジャーログイン";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebookユーザー";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebookはユーザーの代わりに連絡先情報を保存することで、あなたや他のユーザーがFacebook上で友達を検索・追加したり、友達の提案を受けることに役立てることができます。この情報はスレッドの[i]ボタンをタップして編集するか、アプリ設定ですべての連絡先を削除することができます。";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebookは定期的にユーザーの位置情報を使用、保存します。";

"Failed to add members|title for failing to add members dialog" = "メンバーを追加できませんでした";

"Failed to save your settings.|error message after changing thread alert setting." = "設定を保存できませんでした。";

"Favorites|chat bar favorites header title" = "お気に入り";

"Featured|Segment button label for featured stickers" = "注目";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "以下のステップでFacebookの位置情報サービス機能を使用できます。";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "フォローする";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "より正確な結果を得るには、%1$@設定にアクセスして、[位置情報サービス]を選択し、%2$@でオンにしてください。";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "より正確な結果を得るには、%1$@設定にアクセスして、[プライバシー]から[位置情報サービス]を選択し、%2$@でオンにしてください。";

"Free Call|Text on button that starts a messenger call" = "無料通話";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "無料通話を利用できません";

"Friends Nearby|Title of list of friends who are nearby." = "近くにいる友達";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "メッセンジャーを使っている友達";

"Get Directions|action sheet option for viewing a map" = "道順を見る";

"Get Facebook Messenger|The title for messenger promotion banner" = "Facebookメッセンジャーを入手";

"Get Started|Label for a button that creates a new group chat" = "スタート";

"Get Started|Title for NUX" = "利用開始";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "ご意見・ご提案または問題の報告";

"Google Image Search|" = "Google画像検索";

"Group Chat|Title for megaphone section helping users discover group chats" = "グループチャット";

"Group Chats|Title for megaphone section helping users discover group chats" = "グループチャット";

"Group Chats|chat bar header for group conversations" = "グループチャット";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "グループのスレッド";

"Group Conversations|Table header for group threads section" = "グループのメッセージ";

"Group Info|Title of group thread info page." = "グループの情報";

"Group Members|Title for section showing members of a group (member count will follow)" = "グループメンバー";

"Group Messages|Title for megaphone section helping users discover group chats" = "グループメッセージ";

"Group|Button for starting a new group message." = "グループ";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "一度に複数の友達とチャットしましょう。";

"Help|text for help button" = "ヘルプ";

"Hold to Talk|The instruction for holding the record button and talk" = "押しっぱなしで話してください";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "はい";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@を利用したご感想をお聞かせください。よろしくお願いいたします。";

"Image Search|action sheet option for choosing a photo from image search" = "画像検索";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "位置情報を追加";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "確認コードが間違っています。";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebookメッセンジャーをインストールしますか？";

"Install|Button text to install the Facebook Messenger" = "インストール";

"Install|The text on the button for users to install Messenger." = "インストール";

"Introducing Chat Heads|Chat head intro NUX title" = "新機能 チャットヘッド";

"Invalid Country Code|alert title for invalid country code" = "無効な国番号";

"Invalid Phone Number|alert title for invalid phone number" = "無効な携帯電話番号";

"Just tap to open and close your messages.|Chat head intro NUX body" = "タップしてメッセージを開閉できます。";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "複数の人と同時にチャットできます";

"Last Updated: %@|last updated date in pull to refresh header" = "最終更新日時: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "詳しくはこちら";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "詳しくはこちら";

"Leave Conversation|leave conversation button" = "スレッドから退出";

"Leave conversation?|confirmation dialog title for leaving a thread" = "スレッドから退出しますか？";

"Leave|Button title for leaving a thread" = "退出する";

"Leaving...|Progress text shown while leaving a thread" = "退出中…";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "このスレッドの参加者にあなたの現在地を知らせます。";

"Licenses|Licenses screen title" = "ライセンス";

"Licenses|text for licenses button" = "ライセンス";

"Like|Like button title" = "いいね！";

"Like|Title for generic Like button." = "いいね！";

"Load Map|Button text for users to load the map location when zero rated." = "地図を読み込む";

"Loading...|Message presented while waiting for content to load." = "読み込み中...";

"Loading...|Placeholder text while results are loading" = "読み込み中…";

"Locating You...|Message presented when waiting for an accurate location fix." = "位置を確認中...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "位置情報が無効";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "このスレッドでは位置情報がオフになっています";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "位置情報サービスがオフになっています。オンにすると、スレッドの参加者に現在地を知らせることができます。";

"Location services are on|Title of location NUX when user has enabled location services." = "位置情報サービスがオンになっています";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebookにログイン";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@さんとしてログイン中";

"Login Approval Required|title of login approval dialog" = "ログイン承認が必要";

"Login Failed|Invalid login alert title" = "ログインできませんでした";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "他のユーザーとしてログイン";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "%1$@としてログイン";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "他のアカウントにログイン";

"Mark as Unread|Button label that will mark the thread as unread" = "未読にする";

"Meep|Name for Meep sticker pack" = "ミープ";

"Message Anyone|Call to action to use contact importer in divebar" = "メッセージを送信";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "友達にメッセージ送信";

"Message|Button for starting a new message." = "メッセージ";

"Message|button to open a composer to send a message to the page" = "メッセージ送信";

"Messages|Messenger module display name" = "メッセージ";

"Messages|The title of the message thread list view." = "メッセージ";

"Messages|Title for messages inbox view" = "メッセージ";

"Messages|accessibility (voiceover) label for chathead inbox" = "メッセージ";

"Messages|name of the app with Facebook brand" = "メッセージ";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "友達とつながりやすくするために、メッセンジャーは定期的に連絡先を同期します";

"Messenger|The title of the app, used in Appirater's dialog." = "メッセンジャー";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "その他の友達 (%1$d人)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "その他の友達 (%1$d人)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "オンラインの友達";

"Name is Too Long|alert title for long conversation name" = "名前が長すぎます";

"Name this conversation|placeholder text for the prompt to name a conversation" = "このスレッドに名前を付けてください";

"Nearby|Nearby people to send a message to" = "近くにいる友達";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "メッセージが届くたびにお知らせを受け取ります";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "友達からのメッセージを見逃すことがなくなります。";

"New Message|Text on a button in messages popover to compose a new message" = "新規メッセージ";

"New Message|Title of screen shown when user is composing a new message" = "新規メッセージ";

"New version available|Title of alert displayed when new version is available" = "新バージョンが利用可能";

"Next|Generic button to move to next item" = "次へ";

"Next|button label for moving to the next screen" = "次へ";

"No Internet Connection|Warning banner for no network connection" = "インターネット接続がありません";

"No Message|dialog title for when user tries to send an empty message" = "メッセージなし";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "参加者なし";

"No Participants|String when no participants are on the thread" = "参加者なし";

"No Recipients|dialog title for when user tries to send to no recipients" = "受信者なし";

"No Results|Alert title when there are no results from image search." = "該当なし";

"No locations shared recently.|message on map view when no location has been shared recently" = "最近シェアされた位置情報はありません。";

"No response.|Error reported when no response is received from the server" = "応答がありません。";

"No, Thanks|Label on button for user to decline to rate the app" = "キャンセル";

"Not Now|Button text to temporarily ignore the installation message" = "後で";

"Not Now|Do not enable contact sync button label, 15 char max" = "後で";

"Not Now|Not now alert popup button" = "後で";

"Not Now|Title of button to not share location for now." = "後で";

"Not Now|button label for deferring enabling push notifications" = "後で";

"Not now|Button title to decline an upgrade" = "後で";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "お知らせが8時間オフになります";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "お知らせはオンです";

"Notifications for This Conversation|Title for per-thread notification settings" = "このスレッドのお知らせ";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "このスレッドのお知らせはオフになっています。";

"Notifications|Label for enabling/disabling notification" = "お知らせ";

"Notifications|Label for enabling/disabling notifications" = "お知らせ";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "%1$@までオフ";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1時間オフ";

"Off|Short string for indicating that alerts are off" = "オフ";

"On|Short string for indicating that alerts are on" = "オン";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "スレッドのコピーを削除すると、元に戻すことはできません。";

"Only You|String for describing a thread where you are the only user remaining" = "自分のみ";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "iPhoneの[設定]を開きます";

"Open in Maps|action sheet option for opening an address in the Maps app" = "地図を見る";

"Open sticker store|Accessibility label for sticker store tab bar button" = "スタンプストアを開く";

"Other People|Table section header for a list of non-friend search results" = "他のユーザー";

"Password|password field placeholder on login screen" = "パスワード";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "このスレッドの参加者はあなたの現在地を地図上で確認できます。";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "追加した人は、スレッドの以前のメッセージをすべて見ることができるようになります。";

"Phone Number|placeholder text for phone number field" = "携帯電話番号";

"Pin friends you message most|Label when users have no favorites" = "よくメッセージをやり取りする友達を固定表示";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "確認コードを確認して、もう一度実行してください。";

"Please check your network connection and try again.|" = "ネットワーク接続を確認して、もう一度実行してください。";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "番号を確認して、もう一度実行してください。";

"Please check your number and try again.|alert message for invalid phone number" = "番号を確認して、もう一度実行してください。";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Facebookメッセンジャーの最新バージョンをダウンロードしてください。";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "メッセージを入力するか、写真を添付してください";

"Please enter a valid country code.|alert message for invalid country code" = "有効な国番号を入力してください。";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Facebookへのログインに使用するメールアドレスとパスワードを入力してください。";

"Please include a description of your problem.|Message for empty feedback warning." = "問題の詳細を記入してください。";

"Please rate the quality of your call|Prompt for call quality survey" = "通話の品質を評価してください";

"Please re-login to renew your session.|Error message for expired session" = "セッションを再開するにはログインし直してください。";

"Please try again|Alert message when there are no results from image search." = "もう一度実行してください";

"Please use a shorter conversation name.|alert message for long conversation name" = "スレッド名を短くしてください。";

"Privacy & Terms|text for privacy and terms button" = "プライバシーと規約";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "チャットヘッドをⓍにドラッグすると非表示にできます。";

"Pull down to refresh...|message for pull down to refresh" = "下へスライドして更新...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "プッシュ通知のアラートがオフになっています。";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "プッシュ通知のアラートがオフになっています。";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "プッシュ通知のサウンドがオフになっています。";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "プッシュお知らせがオフになっています。";

"Push up to refresh...|message for push up to refresh" = "上へスライドして更新...";

"Pusheen|Name for Pusheen sticker pack" = "プシーン";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "グループチャットをここで確認できます。";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "グループメッセージをここで確認できます。";

"Rate %@|Alert title for asking user to rate this app." = "%1$@を評価";

"Rate %@|Label on button prompting user to rate the app." = "%1$@を評価";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "友達がどこにいてもメッセージをやり取りできます。";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "友達といつでも連絡を取り合いましょう";

"Recent Stickers|Accessibility label for recently used stickers" = "最近使ったスタンプ";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "最近使ったスタンプ";

"Record Video|action sheet option for recording a video" = "録画";

"Record Voice|Button label for attaching an audio clip" = "音声を録音";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "録音を開始できませんでした";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "録音が中止されました";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "ボタンを離して録音を中止";

"Release to refresh...|message for releasing to refresh" = "リリースして更新...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "後で";

"Remove Attachment|action sheet option for removing current attachment" = "添付ファイルを削除";

"Remove Photo|action sheet option for removing chosen photo" = "写真を削除";

"Remove Photo|action sheet option for removing current attachment" = "写真を削除";

"Removing...|text for removing progress" = "削除中…";

"Report a Problem|title for give feedback or report bug" = "問題を報告";

"Resend|Resend - Resend Button Title" = "再送信";

"Retry|generic retry button" = "再試行";

"Ringing|Text shown on call screen while contacting another party" = "呼び出し中";

"Save Photo|action sheet option to save photo to library" = "写真を保存";

"Save photo as conversation image?|" = "写真をスレッドの画像として保存しますか？";

"Save|" = "保存";

"Saving...|Progress text shown while saving a new image for a thread" = "保存中…";

"Saving...|Progress text shown while saving a new name for a thread" = "保存中…";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "他の友達を検索…";

"Search to add favorites|placeholder in edit favorites search bar" = "検索してお気に入りに追加";

"Search|placeholder in search bar" = "検索";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "検索中…";

"See Group Chats|Label for a button that creates a new group chat" = "グループチャットを表示";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "友達がいる場所をチェックして、自分の位置情報をシェアしましょう。正確な位置が表示されることはありません。";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "全員が開封済み";

"Seen by everyone|Seen state text for when everyone has seen the message." = "全員が開封済み";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@さんが%2$@に開封";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@さんが表示済み";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@が開封済み";

"Seen by:|Text for seen state header" = "開封済み:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "%1$@ %2$@付近";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "%1$@に開封";

"Select country code|select country code text" = "国番号を選択";

"Send (%i)|Send button with count in parentheses" = "送信 (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "送信できませんでした";

"Send in Message|Sharing option" = "メッセージで送信";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "通話、チャット、ウェブメッセージ";

"Send|Nav bar send button text" = "送信";

"Send|Send button" = "送信";

"Send|text to show in the send button" = "送信";

"Sending...|sending progress text" = "送信中…";

"Sending…|Text used below message bubble to show send is in progress" = "送信中…";

"Sent a message|default notification text for messages with no body text" = "メッセージを送信しました";

"Sent from Messenger|indicator that a message was sent from Messenger" = "メッセンジャーから送信";

"Sent from email|indicator that a message was sent from email" = "メールから送信";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "モバイルから送信";

"Sent from web|indicator that a message was sent sent from web or chat" = "ウェブから送信";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "%1$@から送信";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "送信済み: %1$@";

"Session Expired|Error title for expired session" = "セッションの有効期限が切れました";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Facebookを[オン]にする";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "[設定] > [一般] > [位置情報サービス]";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "[設定] > [位置情報サービス]";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "設定アプリ ＞ プライバシー ＞ 位置情報サービス";

"Settings|Accessibility label for a gear button that shows settings for chat" = "設定";

"Settings|Settings alert popup button" = "設定";

"Settings|title for settings page" = "設定";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "位置情報をシェアして近くにいる友達をチェック。";

"Share|Share button title" = "シェア";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "シェアされた写真";

"Shared a link|text for a link share" = "リンクをシェアしました";

"Shared a photo|text for a photo share" = "写真をシェアしました";

"Shared a video|text for a video share" = "動画をシェアしました";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "キーボードを表示";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "スタンプを表示";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebookに登録";

"Skip|Skip - Skip Button Title" = "スキップ";

"Something went wrong. Want to try again?|retry dialog message" = "何らかのエラーが発生しました。もう一度実行しますか？";

"Sorry, something went wrong|Generic error message for Web browser errors" = "エラーが発生しました。";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "標準データ料金";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "地図データを読み込む際に標準データ料金が適用されます。";

"Start Group Chats|Call to action for Group Chat NUX slide" = "グループチャット";

"Sticker Store|Navigation bar title for sticker store view" = "スタンプストア";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "添付をキャンセル";

"Submit|Submit button title" = "送信";

"Suggestions|Suggested people to send a message to" = "おすすめ";

"Switch Account|text for switching logged in user" = "アカウントを切り替える";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "通話するにはWi-Fiに切り替えてください";

"Sync Contacts|Start contact sync button label, 15 char max" = "連絡先の同期";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "連絡先を同期";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "投稿や写真に位置情報をタグ付けしましょう。また、付近の情報をチェックすることもできます。";

"Take Photo|action sheet option for taking a photo" = "写真を撮る";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "[一般]をタップします";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "[位置情報サービス]をタップします";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "[プライバシー]をタップ";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "このメッセージを送信するには、[もう一度実行]をタップします。";

"Tap gear to turn on chat|placeholder in search bar when offline" = "歯車をタップしてチャットをオンにする";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "ここをタップして、設定の詳細やFacebookに位置情報が必要な理由をチェックできます。";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "[+]をタップして写真の送信や絵文字の追加、ボイスメッセージを録音しましょう。";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "タップして通話画面に戻る";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "タップして位置情報をオンにする";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "その番号にはテキストメッセージを送信できません。";

"Text your friends for free.|The detailed info for free messenger promotion" = "友達と無料でメッセージ交換。";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "携帯電話でもチャットでも、好きなときにメッセージを送信。";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "その携帯電話番号では、テキストメッセージの受信が許可されていません。";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebookへの接続で問題が発生しました。接続を確認して、もう一度実行してください。";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "通話を接続できませんでした。Wi-Fiに接続して、もう一度お試しください。";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "ヒント: メッセージを見逃さすことがなくなります";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "通話するには、最新バージョンのメッセンジャーにアップデートする必要があります";

"To complete your phone number activation, please enter the activation code|" = "携帯電話番号の利用登録を完了するには、登録コードを入力してください";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "メッセージに位置情報を追加するには、%1$@に移動します。";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "通話するには、最新バージョンのメッセンジャーにアップデートする必要があります";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "このスレッドのアラートをオフにするには、スレッド設定に移動してください。";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "すべてのスレッドで位置情報をオフにするには、%1$@へ移動します。";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "iPhoneの[設定] %1$@ [通知] %2$@ [メッセンジャー]からお知らせをオンにできます";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "この機能を利用するには、%1$@設定の位置情報サービスを選択して、%2$@でオンにしてください。";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "この機能を利用するには、%1$@設定のプライバシーをタップして、位置情報サービスを%2$@でオンにしてください。";

"To|Accessibility label for to field in contact picker" = "宛先";

"To:|to field in contact picker" = "宛先:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "ボタンを押しっぱなしで録音、ボタンを離して送信、またはボタンをスライドして中止できます。";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "もう一度実行";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "チャットをオフにする";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "午前8時までオフにする";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1時間オフにする";

"Turn Off|Option to turn off alerts" = "オフにする";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "チャットをオンにする";

"Turn On Location Services|Error message title when location services are unavailable." = "位置情報サービスをオンにしてください";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "お知らせをオンにする";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "お知らせをオンにする";

"Turn On|Option to turn on alerts" = "オンにする";

"Turn On|Turn on alerts" = "オンにする";

"Turn On|button label for deferring enabling push notifications" = "オンにする";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "プッシュお知らせをオンにする";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "プッシュ通知をオンにすれば、メッセージが届くたびに通知を受け取ることができます。";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "お知らせのオン・オフを切り替えます";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "入力中…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@さんと通話できませんでした";

"Unable to Save Image|retry dialog title for setting thread image" = "画像を保存できません";

"Unable to Send|Title for send feedback failed warning." = "送信できませんでした";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "スレッドに参加者を追加できません。もう一度実行してください。";

"Unable to name your conversation.|error message after setting conversation name" = "スレッドに名前を付けることができません。";

"Unable to remove you right now.|error messages after leaving conversation" = "現在はあなたを削除できません。";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "お気に入りを保存できませんでした";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "メッセージを送信できません。もう一度実行しますか？";

"Unable to send message.|Alert text for when a message failed to send." = "メッセージを送信できません。";

"Unable to send right now.|error message for failing to send message" = "現在は送信できません。";

"Unpin|button title to remove user from favorites" = "固定解除";

"Update|Get new version now button." = "アップデート";

"Updating...|updating progress text" = "アップデート中…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "今すぐアップグレード";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "メッセンジャーを無料利用";

"View Call|Text show on button that views an incoming call" = "通話を表示";

"View Missed Call|Text show on button that views an incoming call" = "不在着信を表示";

"View Timeline|Button text to go to a user's timeline" = "タイムラインを見る";

"View in Maps|action sheet option for viewing a map" = "地図で表示";

"View|Alert button that takes user to the thread where a message failed to send" = "見る";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "%1$@スタンプパックをダウンロードできませんでした。もう一度お試しください。";

"We'll text you a link to confirm your number.|Confirmation information text" = "番号を確認するためのリンクをテキストでお送りします。";

"Welcome to Messenger|Title for NUX page" = "Facebookメッセンジャーへようこそ";

"Who do you want to message?|Placeholder text in To field when composing a message" = "メッセージの送信先";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "このメッセージを誰に送信しますか？";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "一斉送信 (複数の友達に個別にメッセージを送信します)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "一斉送信 (複数の友達に個別にメッセージを送信します)";

"Write a message...|Placeholder text to suggest writing a message" = "メッセージを書く…";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Wi-Fiを使用して%1$@さんと通話できます。携帯電話の設定でWi-Fiをオンにしてください。";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "データはプライバシー設定で管理できます。";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "%1$@さんからの通話に応答しませんでした";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "ログインに使用するコードが記載されたSMSまたはメールがまもなく届きます。";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "メッセージの受信を見逃さないようにしましょう。";

"You|String for you, the user" = "自分";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "メッセンジャーを閉じようとしています。標準データ料金が適用されます。";

"Your Stickers|Segment button label for downloaded stickers" = "マイスタンプ";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "相手は現在通話を受けられません。";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "友達が近くのコーヒーショップにいます。";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "友達が近くのレストランを薦めています。";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "友達が付近で写真を撮影しました。";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "1人または複数の送信先にメッセージを送信できませんでした。";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "1人または複数の送信先にメッセージを送信できませんでした。\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "メッセージが送信されませんでした。";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "メッセージが送信されませんでした。";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1日前にオンライン";

"active 1h ago|indicator that a user was active 1 hour ago" = "1時間前にオンライン";

"active 1m ago|indicator that a user was active 1 minute ago" = "1分前にオンライン";

"active now|indicator that a user is currently active, on web or mobile" = "オンライン中";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "%1$@前に携帯でオンラインでした";

"active on mobile|presences status for being active on mobile" = "携帯でオンライン";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i日前にオンライン";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i時間前にオンライン";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i分前にオンライン";

"active %@ ago|presences status for being active a relative time ago" = "%1$@前にオンラインでした";

"error|A short message for audio play error" = "エラー";

"is calling|text below the caller's name when they are calling" = "通話中です";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "が入力中…";

"on mobile|presences status for being available on mobile" = "携帯";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@前にオンライン";

"online|presences status for being online on the web" = "オンライン";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "入力中…";

"%d more friends nearby...|Additional nearby friend results available to show" = "他友達%1$d人が近くにいます…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d/%2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i日前";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i時間前";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i分前";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "連絡先%1$i件が見つかり、%2$i件が一致しました";

"%id|short indicator that a user was active 2+ days ago" = "%1$i日前";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i時間前";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i分前";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@さん • %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さんと%2$@さんがFacebookメッセンジャーを利用しています";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@さんと%2$@さん";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@億";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@さんから着信中";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@さんは話し中です";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@さんが近くのコーヒーショップにいます。";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@さんは取り込み中です";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@さんがメッセンジャーを利用しています";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@さんが入力中…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@さんが近くのレストランを薦めています。";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@さんからのメッセージ: 「%2$@」";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@万";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@さんが付近で写真を撮影しました。";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@さんが通話を試みました";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さんがFacebookメッセンジャーを利用しています";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@、新規メッセージ%2$d件";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@さん、他%2$i人";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さんがFacebookメッセンジャーを利用しています";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さん、他友達1人がメッセンジャーを利用しています";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@さん、%2$@さん、%3$@さん、他友達%4$i人がメッセンジャーを利用しています";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@0億";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@千";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@百万";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "友達%1$u人が近くにいます";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "友達%1$u人が位置情報をあなたとシェアしています。";

"%u photo attached|Accessiblity text for a single photo" = "写真%1$u枚添付";

"%u photos attached|Accessibility text for a photo set" = "写真%1$u枚添付";

